/* 
  ITDevicePhotosViewCtrl.strings
  iToolsMain

  Created by Aaron on 7/17/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"RemoveCameraRollAlertTitle"        = "由于iOS的限制，不能删除相机胶卷相册！";
"RemoveDeviceAlbumAlertTitle"       = "由于iOS的限制，不能删除设备上创建的相册！";
"RemovePhotoLibraryAlertTitle"      = "由于iOS的限制，不能删除图片库相册！";
"RemoveCameraRollPhotoAlertTitle"   = "由于iOS的限制，不能删除“相机胶卷”中的照片！";
"ImportCameraRollPhotoAlertTitle"   = "由于iOS的限制，不能导入照片到“相机胶卷”中！";
"RemoveDeviceAlbumPhotoAlertTitle"  = "由于iOS的限制，不能删除设备上创建的相册中的照片！";
"ImportDeviceAlbumPhotoAlertTitle"  = "由于iOS的限制，不能导入照片到设备上创建的相册中！";

"RemoveAlbumAlertTitle"     = "你确定要删除相册吗？";
"RemovePhotoAlertTitle"     = "你确定要删除照片吗？";
"RemoveAlertDefaultButton"  = "确定";
"RemoveAlertAlternateButton"= "取消";

"StatusTemplate"            = "%d 照片";
"StatusSelectedTemplate"    = "%d 照片, %d 选中";

"ContextMenuImport"         = "导入";
"ContextMenuRemove"         = "删除";
"ContextMenuExport"         = "导出";
"ContextMenuBack"           = "返回";

"ProgressImport"            = "导入...";
"ProgressRefresh"           = "刷新...";
"ProgressRemove"            = "删除...";
"ProgressCopy"              = "复制文件...";

"UnsupportedFileAlbumAlertTitle"    = "不支持的文件类型\n照片仅支持png、jpg文件，以及含有这些文件的文件夹";
"UnsupportedFileAlertTitle"         = "不支持的文件类型\n相册仅支持png、jpg文件";
"UnsupportedFileDeviceAlertTitle"   = "由于iOS的限制，不能导入照片到“相机胶卷”，以及设备上创建的相册中";
